Repository: chas1ngwind/AgraineSystem
Catalog: vsdk/locale/*/LC_MESSAGES/django.po
Languages: fr

source: General
fr: Général

source: Registration process
fr: Processus d'inscription

source: Call flow
fr: Flux d'appels

source: Voice service activated. Other voice services have been deactivated, the Asterisk configuration has been changed to point to this service, and this new configuration has been loaded.
fr: Service vocal activé. Les autres services vocaux ont été désactivés, leLa configuration d'Asterisk a été modifiée pour pointer vers ce service, et cecinouvelle configuration a été chargée.

source: Voice service activated. Other voice services have been deactivated. THE ASTERISK CONFIGURATION COULD NOT BE FOUND!
fr: Service vocal activé. Les autres services vocaux ont été désactivés.LA CONFIGURATION DE ASTERISK N'A PAS PU ÊTRE TROUVÉE!

source: Validation errors
fr: Erreurs de validation

source: Possible choice
fr: Choix possible

source: Possible choices
fr: Choix possibles

source: Voice Service
fr: Service vocal

source: Message Presentation
fr: Présentation du message

source: Voice Service Development
fr: Développement de services vocaux

source: Starting time
fr: Heure de départ

source: Ending time
fr: Heure de fin

source: Caller ID
fr: Identification de l'appelant

source: Call Session
fr: Session d'appel

source: Time
fr: Temps

source: Description
fr: La description

source: Call Session Step
fr: Étape de la session d'appel

source: Phone number
fr: Numéro de téléphone

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Date created
fr: Date créée

source: Date last modified
fr: Date de la dernière modification

source: KasaDaka User
fr: Utilisateur de KasaDaka

source: Name
fr: Nom

source: Voice service
fr: Service vocal

source: User Input Category
fr: Catégorie d'entrée utilisateur

source: Audio file
fr: Fichier audio

source: Category
fr: Catégorie

source: Spoken User Input
fr: Entrée utilisateur parlée

source: Spoken User Input: %(category_name)s @ %(date)s %(time)s by %(caller_id)s (%(service_name)s)
fr: Entrée utilisateur parlée:%(category_name)s @ %(date)s %(time)s par %(caller_id)s (%(service_name)s)

source: Your browser does not support the audio element.
fr: Votre navigateur ne supporte pas l'élément audio.

source: Audio file player
fr: Lecteur de fichiers audio

source: Unsupported file extension. Only .wav files are supported.
fr: Extension de fichier non prise en charge. Seuls les fichiers .wav sont pris en charge.

source: Voice Label
fr: Étiquette vocale

source: Is valid
fr: Est valable

source: "%(description_of_this_element)s" does not have a Voice Fragment for "%(language)s"
fr: "%(description_of_this_element)s" n'a pas de Fragment vocal pour "%(language)s"

source: Language voice label
fr: Étiquette vocale de langue

source: A Voice Label of the name of the language
fr: Une étiquette vocale du nom de la langue

source: Error message voice label
fr: Étiquette vocale du message d'erreur

source: A general error message
fr: Un message d'erreur général

source: Select language voice label
fr: Label vocal de sélection de la langue

source: A message requesting the user to select a language
fr: Un message demandant à l'utilisateur de sélectionner une langue

source: Pre-Choice Option voice label
fr: Étiquette vocale avant l'option incluse dans un choix

source: The fragment that is to be played before a choice option (e.g. '[to select] option X, please press 1')
fr: Le fragment qui doit être joué avant une option de choix (par exemple '[pour sélectionner] l'option X, appuyez sur 1')

source: Post-Choice Option voice label
fr: Étiquette vocale après l'option incluse dans un choix

source: The fragment that is to be played before a choice option (e.g. 'to select option X, [please press] 1')
fr: Le fragment qui doit être joué avant une option de choix (par exemple 'pour sélectionner l'option X, [appuyez sur] 1')

source: The number %(number)s
fr: Le nombre %(number)s

source: Language
fr: La langue

source: Audio
fr: l'audio

source: Ensure your file is in the correct format! Wave (.wav) : Sample rate 8KHz, 16 bit, mono, Codec: PCM 16 LE (s16l)
fr: Assurez-vous que votre fichier est au bon format! Wave: (.wav) Taux d'échantillonnage 8KHz, 16 bits, mono, Codec: PCM 16 LE (s16l)

source: Voice Fragment
fr: Fragment vocal

source: Voice Fragment: (%(name)s) %(name_parent)s
fr: Fragment vocal: (%(name)s) %(name_parent)s

source: %s does not have an audio file
fr: %s n'a pas de fichier audio

source: %s audio file is not in the correct format! Should be: Wave: Sample rate 8KHz, 16 bit, mono, Codec: PCM 16 LE (s16l)
fr: %s: fichier audio n'est pas au bon format! Devrait être: Wave: Taux d'échantillonnage 8KHz, 16 bits, mono, Codec: PCM 16 LE (s16l)

source: Voice service active
fr: Service vocal actif

source: A voice service that is active is accessible to users. Marking this service as active (which is only possible when it is valid) will activate this service and disactivate all other services.
fr: Un service vocal actif est accessible aux utilisateurs.Activer ce service (ce qui n'est possible que lorsqu'il est valide) activera cetteservice et désactiver tous les autres services.

source: Starting element
fr: Élément de départ

source: required (service does not function without Caller ID!)
fr: requis (le service ne fonctionne pas sans identification de l'appelant!)

source: preferred
fr: préféré

source: disabled
fr: désactivée

source: User registration
fr: Enregistrement de l'utilisateur

source: Register Language preference
fr: Enregistrer la langue préférée

source: The preferred language will be asked and stored during the user registration process
fr: La langue préférée sera demandée et stockée pendant le processus d'inscription de l'utilisateur

source: Register spoken name
fr: Inscrivez-vous au nom parlé

source: The user will be asked to speak their name as part of the user registration process
fr: L'utilisateur sera invité à prononcer son nom dans le cadre du processus d'inscription de l'utilisateur

source: Supported languages
fr: Langues supportées

source: unknown
fr: inconnu

source: VoiceXML endpoint URL
fr: URL du noeud final VoiceXML

source: Supports only a single language
fr: Prend en charge une seule langue

source: Voice Service: %s
fr: Service vocal: %s

source: No starting element
fr: Aucun élément de départ

source: No supported languages
fr: Aucune langue prise en charge

source: The service to which this element belongs
fr: Le service auquel appartient cet élément

source: Voice label
fr: Étiquette vocale

source: Voice Service Sub-Element
fr: Sous-élément de service vocal

source: No VoiceLabel in: "%s"
fr: Pas de Étiquette vocale dans: "%s"

source: Voice Service Element
fr: Élément de service vocal

source: Element: %s
fr: Élément: %s

source: Choice Element
fr: Élément de choix

source: Redirect element
fr: Élément à rediriger vers

source: The element to redirect to when this choice is made by the user.
fr: L'élément à rediriger vers quand ce choix est fait par l'utilisateur

source: No redirect in choice option: "%s"
fr: Pas de redirection dans l'option de choix: "%s"

source: Choice option "%(name_of_element)s" not in correct (same) Voice Service as Choice element! ("%(name_service_of_element)s", should be "%(name_service_of_parent_of_element)s")
fr: L'option de choix "%(name_of_element)s" n'est pas correcte (même) Service vocal que l'élément de choix! ("%(name_service_of_element)s", devrait être "%(name_service_of_parent_of_element)s")

source: Redirect element of choice option "%(name_of_element)s" not in correct (same) Voice Service! ("%(name_service_of_element)s", should be "%(name_service_of_parent_of_element)s")
fr: Rediriger l'élément de l'option de choix "%(name_of_element)s" n'est pas correct (même) Service vocal! ("%(name_service_of_element)s", devrait être "%(name_service_of_parent_of_element)s")

source: This element will terminate the call
fr: Cet élément mettra fin à l'appel

source: The element to redirect to after the message has been played.
fr: L'élément à rediriger après la lecture du message.

source: Message Presentation Element
fr: Élément de présentation de message

source: Message %s does not have a redirect element and is not a final element
fr: Le message %s n'a pas d'élément de redirection et n'est pas un élément final

source: There is a loop in %s
fr: Il y a une boucle dans %s

source: No response voice label
fr: Étiquette vocale en cas de pas de réponse

source: The voice label that is played when the system does not recognize the user saying anything. Example: "We did not hear anything, please speak your message."
fr: L'étiquette vocale qui est jouée lorsque le système ne reconnaît pas l'utilisateur en disant quoi que ce soit.Exemple: "Nous n'avons rien entendu, s'il vous plaît dites votre message"

source: Allow the caller to start recording immediately
fr: Permettre à l'appelant de commencer à enregistrer immédiatement

source: Repeat the recording to the caller before asking for confirmation
fr: Répétez l'enregistrement à l'appelant avant de demander confirmation

source: Repeat input voice label
fr: Répéter l'entrée étiquette vocale

source: The voice label that is played before the system repeats the user input. Example: "Your message is:"
fr: L'étiquette vocale qui est jouée avant que le système répète l'entrée de l'utilisateur.Exemple: "Votre message est:"

source: Ask the caller to confirm their recording
fr: Demander à l'appelant de confirmer son enregistrement

source: Ask for confirmation voice label
fr: Étiquette vocale du demander confirmation

source: The voice label that asks the user to confirm their pinput. Example: "Are you satisfied with your recording? Press 1 to confirm, or press 2 to retry."
fr: L'étiquette vocale qui demande à l'utilisateur de confirmer son pinput. Exemple: "Êtes-vous satisfait de votre enregistrement? Appuyez sur 1 pour confirmer ou sur 2 pour réessayer."

source: Final voice label
fr: Étiquette vocale du fin

source: The voice label that is played when the user has completed the recording process. Example: "Thank you for your message! The message has been stored successfully."
fr: L'étiquette vocale qui est jouée lorsque l'utilisateur a terminé le processus d'enregistrement.Exemple: "Merci pour votre message! Le message a été stocké avec succès

source: Input category
fr: Catégorie d'entrée

source: The category under which the input will be stored in the system.
fr: La catégorie sous laquelle l'entrée sera stockée dans le système.

source: Maximum time of message (seconds)
fr: Durée maximale du message (secondes)

source: Spoken Input Element
fr: Élément d'entrée parlé

source: Record %s does not have a redirect element
fr: L'enregistrement %s n'a pas d'élément de redirection

source: English
fr: Anglais

source: French
fr: français

source: KasaDaka Voice Services
fr: Services vocaux KasaDaka
